CSI API ETABS v1
cDesignCompositeColumn.CSAS16_19 Property
 Namespace: ETABSv1
 Assembly: ETABSv1 (in ETABSv1.dll) Version: 1.0.0.0 (2.6.0.0)
Syntax
cDCompColCSAS16_19 CSAS16_19 { get; }
ReadOnly Property CSAS16_19 As cDCompColCSAS16_19
	Get
Dim instance As cDesignCompositeColumn
Dim value As cDCompColCSAS16_19
value = instance.CSAS16_19
property cDCompColCSAS16_19^ CSAS16_19 {
	cDCompColCSAS16_19^ get ();
}
abstract CSAS16_19 : cDCompColCSAS16_19 with get
Property Value
Type: cDCompColCSAS16_19
See Also
Reference
cDesignCompositeColumn Interface
ETABSv1 Namespace